{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"aa457d85-b080-4182-8b8b-954a16aa74ef":{"type":"temp-privacy-policy","blocks":{"9c11925e-d281-44b8-9b62-cdc11503989b":{"type":"info","settings":{"heading":"1 Introduction","desc":"<p>EDIT By Ahmed Seddiqi is operated by Ahmed Seddiqi & Sons LLC, a company incorporated under the laws of the United Arab Emirates with registered office at P.O Box 2123 (together “Seddiqi”, “we\", or “us\") in the United Arab Emirates.<\/p>\n<p>EDIT by Ahmed Seddiqi is a curation of the perfect selection of lifestyle watches and accessories both in stores and our website <a href=\"http:\/\/www.byedit.com\"><span>www.byedit.com<\/span><\/a> (the <strong>\"Website\"<\/strong>) (together the “Services”).<\/p>\n<p> <\/p>\n<p>We take your privacy seriously and are committed to safeguarding your personal information at Seddiqi. We value you and respect your privacy and are committed to protecting it through our compliance with this Notice.<\/p>\n<p> <\/p>\n<p>This Privacy Notice (“Privacy Notice” or “Notice”) covers the data that Seddiqi may collect or receive from you to provide or facilitate provision of the Services to you. This Notice outlines what our purpose and practices are for collecting, processing, using, maintaining, retaining, protecting, and disclosing your personal information.<\/p>"}},"1dc6aa5d-917f-4813-bd66-f2edf0790d9a":{"type":"info","settings":{"heading":"2 What Information do we collect about you?","desc":"<h4>\n<a name=\"_Toc137719596\"><\/a>2.1 Personal information you give us<\/h4>\n<p>We primarily collect personal information with your permission, or to process your requests, such as registering your enquiries, processing your payments, issuing invoices, or any other activities necessary to supply you with the Services. We only collect the minimum amount of information required to conduct operational activities, process your requests, and manage our relationship with you. The personal information we collect may include:<\/p>\n<ul>\n<li>Information you provide to us to process your payment and invoice for the Services such as name, email address, credit card information.<\/li>\n<li>Information you provide to us by filling our online form for enquiries as provided on our website (<span><a href=\"http:\/\/www.byedit.com\">byedit.com<\/a><\/span>), which may include personal data such as name, email, mobile number, and any other personal information you include in the heading or body of your enquiries.<\/li>\n<li>Information you provide when you create a user account on our website such as name, email, nationality, mobile number, username, and password.<\/li>\n<li>Records and copies of your correspondence (including e-mail addresses) when you contact us.<\/li>\n<li>Information that you provide when you contact our contact centre.<\/li>\n<li>Information that you provide when you visit any of our stores or office locations.<\/li>\n<li>Information that you provide when you attend our events and\/ activations.<\/li>\n<li>Information that you provide when you contact us via email, SMS, social media, web chats, web form, WhatsApp chats, or directly call our customer experience team for general enquiries, complaints, request for support services. This information may include your name, email address, mobile number, and call recordings (in case you call our customer experience team).<\/li>\n<li>Information captured on documents you provide to us for processing your payments, invoicing, Anti-Money Laundering (AML) compliance, Value Added Tax (VAT) refund, or other service requests, including information captured on your passport, visa, Emirates ID, and any other documentation you provide to us.<\/li>\n<\/ul>\n<p>Sensitive personal data we collect may include:<\/p>\n<p>Family information: if you provide information regarding your family, we may process such information to effectively manage your customer account with us.<\/p>\n<p> If you are a representative of any of our partner brands, we may collect and process minimal personal information about you, which may include:<\/p>\n<ul>\n<li>Information that you provide through correspondence including name, business address, contact number, and email address.<\/li>\n<li>Professional details including employment information.<\/li>\n<\/ul>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719597\"><\/a>2.2 Other Information We Collect<\/h4>\n<ul>\n<li>When you visit our website, we may collect information about your use and navigation of the website, such as IP address and other device identifiers, browser type, and information about the website pages you visit.<\/li>\n<li>Information obtained through any system operated for security and safety (such as CCTV) when you visit any of our stores or office locations.<\/li>\n<\/ul>\n<p> <\/p>"}},"75bb1573-3e5e-48ee-959d-5bce3419e3e5":{"type":"info","settings":{"heading":"3 What are the sources of your personal information?","desc":"<p>The sources of your personal information may include without limitation the following:<\/p>\n<ul>\n<li>\n<strong>Emails, text messaging services, and other electronic messages, phone calls<\/strong>: These are the electronic text-based interaction between you and Seddiqi.<\/li>\n<li>\n<strong>Seddiqi customer Care: <\/strong>Any communication between you and our customer experience team (e.g., phone, chatbot, email, etc.).<\/li>\n<li>\n<strong>Data we create: <\/strong>Seddiqi may also create data about you, when you purchase the Services, such as customer account creation.<\/li>\n<li>\n<strong>Data from documents you share with us: <\/strong>Seddiqi may access, use, and process data contained in documents you share with us for providing the Services to you such as your Emirates ID, passport copy.<\/li>\n<li>\n<strong>CCTV cameras<\/strong>: CCTV footage (image and video) from CCTV cameras placed in our stores and office locations.<\/li>\n<li>\n<strong>Onsite enquiries and registration:<\/strong> This include enquiries, requests, and registrations that are done physically at any of our stores or office locations. This may also include information you share with Seddiqi staff at any of our stores or other Seddiqi managed premises when you make product enquiries or purchase a product.<\/li>\n<li>We may access information about you from third-party sources and platforms (such as social networking websites, online marketing firms, and ad targeting firms).<\/li>\n<li>If you attend any of our events and\/ activations, we may collect and process your personal information (such as, your name, email address, and phone number).<\/li>\n<li>If you access third-party social networking services (such as Facebook, Twitter) and search about us or the Services, we may collect your contact information and\/or any personal information that is part of your profile on the third-party social network). You can learn more about the data that we may obtain about you by visiting the privacy notices on the website of the relevant third-party social network.<\/li>\n<\/ul>\n<p>This Notice does not apply to the following information collected:<span style=\"text-decoration: line-through;\"><\/span><\/p>\n<ul>\n<li>By any third party, including through any application or content (including advertising) that may link to our website.<\/li>\n<\/ul>"}},"d74c47b9-c31b-4200-a89c-c28e286cc597":{"type":"info","settings":{"heading":"4 Why do we collect andhow do we use your personal information?","desc":"<p><strong><u>For Our Customers and Prospects:<\/u><\/strong><\/p>\n<p>We collect and process personal information for several legitimate purposes, including providing and improving the Services, registering enquiries, for processing payments, generating invoices, AML compliance checks, processing VAT refund, and managing our relationship with you:<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h2><\/h2>\n<h4>4.1          <a name=\"_Toc137719600\"><\/a>To create and manage your customer account with us<\/h4>\n<p>Your personal information may be collected and processed to register and create a customer account for you when you make your first purchase to enable us serve you better or when you show interest in our products. We will collect and process your personal information based on contractual necessity.<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719601\"><\/a>4.2 To provide, develop, and improve the Services<\/h4>\n<p>                  We may use your personal information to perform essential business operations including the following:<\/p>\n<ul>\n<li>For generating invoices for your purchases pursuant to our legal obligation to do so. For purchases that meet the threshold prescribed by law, to fulfill Anti-Money Laundering (AML) compliance obligations, which may require that we collect additional information such as source of funds.<\/li>\n<li>To process Value Added Tax (VAT) refund upon your request in fulfillment of our legal obligation to do so.<\/li>\n<li>To process refund\/exchange requests we may receive from you based on our contractual obligation to do so.<\/li>\n<li>To analyze trends and market insights based on our legitimate business interests to monitor and improve the performance of the business.<\/li>\n<li>To activate your product warranty (as applicable) based on our contractual obligation to do so.<\/li>\n<li>To manage delivery of products to you based on our contractual obligation to do so.<\/li>\n<\/ul>\n\n<h4>\n<a name=\"_Toc137719602\"><\/a>4.3 To send gifts and special invitations<\/h4>\n<p>We may process minimal personal information (such as name, email address, family information) to send you personalized gifts to celebrate your special occasions (such as birthdays and wedding anniversaries). We process personal data based on our legitimate interests to improve our relationship with you.<\/p>\n<p>We may also process your personal information (such as name and contact information) to invite you for events organized by us or any of our affiliates and business partners. We process your personal information based on our legitimate interests to improve our relationship with you.<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h2><\/h2>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719603\"><\/a>4.4 For complaint and enquiries management<\/h4>\n<p>We would need to collect and use your personal information (such as name, e-mail address, phone number, and details of your complaint\/enquiry) to respond to complaints, queries, and enquiries we receive from you. Additionally, when you call our customer experience team, we may maintain a record of the communication, including call recordings, in pursuit of our legitimate interests to monitor and improve the quality of our support services to you.<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h2><\/h2>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719604\"><\/a>4.5 To provide promotions, discounts, and other benefits:<\/h4>\n<p>We may collect and use personal information (such as name, email address, phone number) to register you for raffle draws or provide special discounts\/promotions (as applicable) to you based on our legitimate business interests to enhance customer experience.<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719605\"><\/a>4.6 To provide product repair services<\/h4>\n<p>If you request watch and jewelry repair services provided through our affiliate business, Swiss Watch Services (SWS), we may collect and share certain personal information (such as name, email address, phone number) with SWS to facilitate provision of the repair services. We collect and process this information to fulfill our contractual obligation to provide the repair service to you.<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719606\"><\/a>4.7 To process any special requests made by you<\/h4>\n<p>If you make any special requests regarding the Services, we may process your personal data to determine your eligibility, obtain special approvals, manage the request, and provide you with a response on the request. We process this information based on your consent.<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719607\"><\/a>4.8         For Email & SMS Marketing<\/h4>\n<p>We may occasionally send you marketing communications regarding products you have shown interest in, or other similar products based on our legitimate business interests. You may choose to “Opt-out” from receiving these communications at any time by following the instructions provided in “How to Opt-out?” section.<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719608\"><\/a>4.9 To maintain security within our premises and keep the public safe <\/h4>\n<p>We may need to process your personal information obtained through any system operated for security, safety, and access management (CCTV, access control), visitor and contractor management when you visit any of our stores, office locations, or facilities. Security records may include ID copies for visitor and contractor management, access logs, image, video, audio, license plates, etc. from any of the security systems operated in our stores or office locations. We collect and process such information pursuant to our legal obligation to maintain security, ensure public safety, and to ensure compliance with local laws and regulations.<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719609\"><\/a>4.10 To comply with legal requirements and exercise or defend legal claims:<\/h4>\n<p>We may need to process and retain your personal information to comply with legal or regulatory requirements to which we are subject. This may include sharing your personal information with relevant government authorities as may be required. We may also process your personal information where it is necessary for the purpose of exercising and defending legal claims.<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719610\"><\/a>4.11 To comply with any opt-out or do not disturb requests we receive from you:<\/h4>\n<p>We understand that you may not want us to contact you with any offers, promotions or details of our products and services. In the event you opt-out, we may be required to maintain information such as name, email ID\/contact number and the subscription(s) that you have opted out of to ensure compliance with your requests. Also, in the future, if you wish to hear from us, you may at any time, contact us to opt-in and we would be happy to keep you posted about events, offers, promotions, and\/ or details of our products and services that we believe you may be interested in.<\/p>\n\n<p><strong><u>For our Partner Brands: <\/u><\/strong><\/p>\n<p>We may collect and process certain personal information (e.g., name, contact information) of representatives of our partner brands for the following purposes:<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h4>4.12 To conclude onboarding formalities<\/h4>\n<p>We may collect minimal personal information (such as name and email) about brand representatives to conclude onboarding of our partner brands. We collect and process personal information for this purpose based on contractual necessity.<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719612\"><\/a>4.13 For managing our relationship with our brands.<\/h4>\n<p>We may process personal information of our brand representatives in order to effectively manage our relationship with the brand, specifically for the following purposes:<\/p>\n<ul>\n<li>For managing and purchasing stock pursuant to our contractual obligation<\/li>\n<li>For analyzing market trends and insights pursuant to our legitimate interests to monitor and improve performance of the business.<\/li>\n<li>For managing opening and closure of stores in fulfillment of our contractual obligations.<\/li>\n<li>For sending invites for special events pursuant to our legitimate interests.<\/li>\n<li>To send seasonal Holiday greetings pursuant to our legitimate interests to promote our relationship with our partner brands.<\/li>\n<\/ul>\n<p> <\/p>"}},"707a2785-ca93-41ac-835e-a6afeee798c2":{"type":"info","settings":{"heading":"5 How to opt out?","desc":"<ul>\n<li>Email: You can click on the unsubscribe link provided in the email you receive from us.<\/li>\n<li>SMS: you can follow the instructions provided in the messages you receive from us.<\/li>\n<li>Privacy Office Notice: you may write to <span><a href=\"mailto:privacy@byedit.com\">Privacy@byedit.com<\/a><\/span> regarding the specific processing activity(s) that you would like to opt out. Our Privacy Office will get in touch with you to facilitate the request accordingly.<\/li>\n<li>Contact us: You may contact us using the details provided in Section - ‘How do you contact us?’.<\/li>\n<\/ul>"}},"766e4531-b311-4d0f-bd9d-bb7008e707d4":{"type":"info","settings":{"heading":"6 Who might we share this information with?","desc":"<p>We may disclose personal information that we collect, or you provide as described in this Privacy Notice:<\/p>\n<ul>\n<li>We may share your personal information with members of Seddiqi, including subsidiaries, affiliates and holding companies, brand partners to enable provision of the Services, understand your preferences, and conduct the other activities described in this Privacy Notice. Such group companies are located in UAE Mainland, Abu Dhabi Global Market (ADGM), and Dubai International Financial Centre (DIFC). In the event you require more information, please feel free to write to us at <span><a href=\"mailto:privacy@byedit.com\">Privacy@byedit.com<\/a><\/span> and our Privacy Office would be happy to assist you with the same.<\/li>\n<li>We may use carefully selected third parties to perform services on our behalf or to assist us with the provision of the Services to you. For example, we may engage third party payment gateways to process your payments, cloud service providers, IT service providers, and other third parties to support and facilitate concierge and security services, marketing, advertising, communications, to maintain the Website, to store data, to personalize and optimize our services, to analyse and enhance data (including data about users' interactions with our services), and to provide legal, accounting, banking, insurance, audit and \/other professional services.  While providing such services, these third parties may have access to your personal information. Personal information shared with third parties is obligated by contractual agreement to ensure they exercise the same care when handling personal information as we do ourselves.<\/li>\n<li>We may provide your personal information to government agencies, government officials, regulators, and law enforcement agencies to comply with applicable law, regulation, government directive, court order, or legal process.<\/li>\n<li>Personal information may be provided to government officials, regulators, and law enforcement agencies upon request to comply with any court order, law, or legal process.<\/li>\n<li>We may share to a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all the Company's assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by the Company about our customers is among the assets transferred. We may share with other companies and organizations for the purposes of fraud protection if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, our customers, or others.<\/li>\n<\/ul>"}},"6dadf48f-7454-4ceb-877d-3e21a6cd41b1":{"type":"info","settings":{"heading":"     7 Data Storage","desc":"<p>Personal information we collect may be transferred to, stored, and processed in UAE where one or more of the members of Seddiqi are located or maintain facilities. We will continue to protect the personal information we transfer in accordance with this Privacy Notice. We will take all steps that are reasonably necessary to ensure that your personal information is treated securely and in accordance with this Privacy Notice and applicable data protection laws. We carry out such transfers to facilitate the provision of the Services and in pursuit of our legitimate business interests to serve you better. We have implemented adequate safeguards to protect and secure the information involved in such transfers. Where we transfer personal information outside of the UAE Mainland, ADGM, or DIFC, we either transfer personal information to countries\/ territories that provide an adequate level of protection (as determined by the relevant authorities) or we have appropriate safeguards in place. Appropriate safeguards to cover these transfers are in the form of standard contractual\/data protection clauses as adopted by the relevant data protection authorities. If you would like more information on protection measures and transfer mechanisms, please contact us using the details provided in Section - ‘How do you contact us?’.<\/p>"}},"ca2ba9a2-0b2b-4c94-87e1-f5da2a5447a1":{"type":"info","settings":{"heading":" 8 International Transfers","desc":"Personal information we collect may be transferred to, stored, and processed in UAE where one or more of the members of Seddiqi are located or maintain facilities. We will continue to protect the personal information we transfer in accordance with this Privacy Notice. We will take all steps that are reasonably necessary to ensure that your personal information is treated securely and in accordance with this Privacy Notice and applicable data protection laws. We carry out such transfers to facilitate the provision of the Services and in pursuit of our legitimate business interests to serve you better. We have implemented adequate safeguards to protect and secure the information involved in such transfers. Where we transfer personal information outside of the UAE Mainland, ADGM, or DIFC, we either transfer personal information to countries\/ territories that provide an adequate level of protection (as determined by the relevant authorities) or we have appropriate safeguards in place. Appropriate safeguards to cover these transfers are in the form of standard contractual\/data protection clauses as adopted by the relevant data protection authorities. If you would like more information on protection measures and transfer mechanisms, please contact us using the details provided in Section - ‘How do you contact us?’."}},"40de2816-22c4-4876-a12c-5f24490e5f20":{"type":"info","settings":{"heading":"   9 Data Retention","desc":"<p>Personal data is not kept any longer than is required for the legitimate purposes of the processing or to comply with applicable law. As we collect personal data for different purposes, there is not a single retention period for all personal data.   We will only keep your personal information for as long as is reasonably necessary, taking into consideration our need to answer queries or resolve problems, any other purpose outlined above, or to comply with legal requirements under applicable law(s). This means that we may retain your personal information for a reasonable period, for example, till the termination\/expiration of your relationship with us. CCTV footage is held for a period of 31 days before being deleted unless legitimate access is required (for example by the police). In certain cases, we may retain your personal information for a longer period where extended retention periods are required by law or regulation and to establish, exercise or defend our legal rights.  For more information on where and how long your personal information is stored, and for more information on your rights of erasure and portability, please contact us using the details provided in Section - ‘How do you contact us?’.<\/p>"}},"bb678223-0d76-4a01-adc2-cf03f2eb5c21":{"type":"info","settings":{"heading":"   10 Data Security","desc":"<p>The security of your personal information is an important concern to us. We provide the utmost care in secure transmission of your personal information from your computer and other electronic devices to our servers. We use industry security standards to safeguard the confidentiality of your information and to make sure that your personal information is secure with us.<\/p>\n<p>We have implemented and maintained appropriate technical and organizational security measures, policies, and procedures to protect your personal information from accidental loss, unauthorized access, use, alteration, and disclosure. All information you provide to us is stored on our secure servers behind a secure network. All payment transactions are encrypted. Examples of measures we take include:<\/p>\n<ul>\n<li>Imposing confidentiality obligations on our staff and service providers;<\/li>\n<li>Restriction of access to your personal information to employees and third parties strictly on a need-to-know basis, such as to respond to your enquiry or request;<\/li>\n<li>Using secure communication channels for transmitting personal information; and<\/li>\n<li>Employing adequate administrative and technical controls to secure personal information.<\/li>\n<\/ul>"}},"3b642504-2153-4b8c-86b6-0e45a2a3f191":{"type":"info","settings":{"heading":"    11   What are your rights?","desc":"<p>Varying on the jurisdiction, certain privacy laws allow you to exercise rights that have been provisioned to the residents of such jurisdiction to provide control over your information. If you wish to exercise any of the rights provisioned to you (noted below), we may ask you for additional information to confirm your identity for security purposes, before disclosing personal information to you. In the event we require additional time due to the complexity of the request, we shall promptly inform you of the same. We reserve the right to charge a fee, where permitted by law, for example, if your request is found to be manifestly unfounded or excessive.<\/p>\n<p>If you would like to execute the below rights, you may send a request to us at <span><a href=\"mailto:privacy@byedit.com\">Privacy@byedit.com<\/a><\/span>. We shall aim to comply with all requests within a reasonable time in line with applicable laws. We may not always be able to fully address your request, for example,<\/p>\n<ul>\n<li>if it would impact the confidentiality we owe to others, or<\/li>\n<li>if we are legally entitled to deal with the request in a different way, or<\/li>\n<li>if your request involves deletion of information that is required to comply with legal requirements.<\/li>\n<\/ul>\n<p>Section below, provides the data privacy rights you have towards your personal information:<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719620\"><\/a>11.1 The right to access<\/h4>\n<p>You have the right to obtain confirmation as to whether we process personal information about you, receive a copy of your personal information held by us, and obtain certain other information about how and why we process your personal information (like the information provided in this Privacy Notice).<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719621\"><\/a>11.2  The right to rectification<\/h4>\n<p>You have the right to request your personal information to be amended or corrected where it is inaccurate (for example, if you change your name or address) and to have incomplete personal information completed.<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719622\"><\/a>11.3 The right to restrict processing<\/h4>\n<p>You have the right to restrict our processing of your personal information in the following cases:<\/p>\n<ul>\n<li>Temporarily for a period when you have contested the accuracy of the personal information.<\/li>\n<li>Temporarily for a period when you have objected to the legitimate interest identified by us.<\/li>\n<li>Your personal information has been unlawfully processed and you request the restriction of processing instead of deletion; and\/or<\/li>\n<li>Your personal information is no longer necessary in relation to the purposes for which it was collected and processed but the personal information is required by you to establish, exercise, or defend legal claims.<\/li>\n<\/ul>\n<p>We can continue to use your personal information following a request for restriction, where:<\/p>\n<ul>\n<li>we have your consent; or<\/li>\n<li>to establish, exercise or defend legal claims; or<\/li>\n<li>to protect the rights of another natural or legal person.<\/li>\n<\/ul>\n<h2><\/h2>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719623\"><\/a>11.4 The right to erasure (also known as 'the right to be forgotten')<\/h4>\n<p>You have the right to obtain deletion of your personal information in the following cases:<\/p>\n<ul>\n<li>Personal information is no longer necessary in relation to the purposes for which it was collected and processed.<\/li>\n<li>Our lawful basis for processing is consent, you withdraw consent, and we have no other lawful basis for the processing.<\/li>\n<li>Our lawful basis for processing is that the processing is necessary for a legitimate interest pursued by us, you object to our processing, and we do not have overriding legitimate grounds.<\/li>\n<li>You object to our processing for direct marketing purposes.<\/li>\n<li>Your personal information has been unlawfully processed; and<\/li>\n<li>Your personal information must be erased to comply with a legal obligation under UAE Law to which we are subject.<\/li>\n<\/ul>\n<p>We are not required to comply with your request to erase personal information if the processing of your personal information is necessary:<\/p>\n<ul>\n<li>For compliance with a legal obligation; or<\/li>\n<li>For the establishment, exercise, or defense of legal claims.<\/li>\n<\/ul>\n<h2><\/h2>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719624\"><\/a>11.5 The right to object<\/h4>\n<p>You have the right to object to our processing of your personal information if our lawful basis for processing is that the processing is necessary for a legitimate interest pursued by us, and our processing for direct marketing purposes.<\/p>\n<h4>\n<a name=\"_Toc137719625\"><\/a>11.6 The right to data portability<\/h4>\n<p>You have the right to receive your personal information provided to us and have the right to send the data to another organization (or ask us to do so if technically feasible) where our lawful basis for processing the personal information is consent or necessity for the performance of our contract with you and the processing is carried out by automated means.<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719626\"><\/a>11.7 The right to withdraw consent at any time (where processing is based on consent)<\/h4>\n<p>Where we process personal information based on your consent, you have a right to withdraw consent at any time. You can withdraw your consent by following the instructions provided in “How to Opt-out” section.<\/p>\n<h2><\/h2>\n<h2><\/h2>\n<h4>\n<a name=\"_Toc137719627\"><\/a>11.8  The right to lodge a complaint with a data protection authority<\/h4>\n<p>You have the right to lodge a complaint with the local data protection authority in your country or residence in which an alleged infringement of data protection law has occurred.<\/p>\n<p>We sincerely hope that you will never need to, but you may, at any time, discuss your concerns with us by contacting us in one of the ways mentioned in Section 13 - ‘How do you contact us?’. We will closely review and ensure timely response to any complaints we receive.<\/p>"}},"324d8bf1-f4a3-42d1-ac18-1dfcfcbbb85b":{"type":"info","settings":{"heading":"  12  Children’s Privacy","desc":"<p>We do not knowingly solicit or collect personal information from children under the age of 18 without prior verifiable parental consent. If we learn that a child under the age of 18 has submitted personal information without parental consent, then we will take all reasonable measures to delete such information from our databases and to not use such information for any purpose (except where necessary to protect the safety of the child or others as required or allowed by law). If you become aware of any data, we have collected from children under 18, you may contact us by emailing us at <span><a href=\"mailto:privacy@byedit.com\">Privacy@byedit.com<\/a><\/span>.<\/p>"}},"ece3f57f-2ff3-4128-861d-ca30a375f48e":{"type":"info","settings":{"heading":"  13  Updates on Notice","desc":"<p>This Notice may change from time to time. Your continued use of the Services and our platforms after we make changes is deemed to be acceptance of those changes; please check this notice periodically for updates.<\/p>"}},"d411d6d2-7dd2-4761-aa4e-cc9d16905c34":{"type":"info","settings":{"heading":"   14 How do you contact us?","desc":"<p>In case of any queries related to this Notice, you can contact our Data Privacy Office, email us at <span><a href=\"mailto:privacy@byedit.com\">Privacy@byedit.com<\/a><\/span><\/p>"}}},"block_order":["9c11925e-d281-44b8-9b62-cdc11503989b","1dc6aa5d-917f-4813-bd66-f2edf0790d9a","75bb1573-3e5e-48ee-959d-5bce3419e3e5","d74c47b9-c31b-4200-a89c-c28e286cc597","707a2785-ca93-41ac-835e-a6afeee798c2","766e4531-b311-4d0f-bd9d-bb7008e707d4","6dadf48f-7454-4ceb-877d-3e21a6cd41b1","ca2ba9a2-0b2b-4c94-87e1-f5da2a5447a1","40de2816-22c4-4876-a12c-5f24490e5f20","bb678223-0d76-4a01-adc2-cf03f2eb5c21","3b642504-2153-4b8c-86b6-0e45a2a3f191","324d8bf1-f4a3-42d1-ac18-1dfcfcbbb85b","ece3f57f-2ff3-4128-861d-ca30a375f48e","d411d6d2-7dd2-4761-aa4e-cc9d16905c34"],"settings":{}}},"order":["main","aa457d85-b080-4182-8b8b-954a16aa74ef"]}