{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"92f1f364-e2f0-42e5-82e8-541236d91c4a":{"type":"temp-terms","blocks":{"2975b933-e723-4caa-add9-f2c2bf4ad309":{"type":"info","settings":{"heading":"<h3>1.      Introduction<\/h3>","desc":"EDIT By (the \"Website\") is owned and operated by Ahmed Seddiqi & Sons LLC trading as EDIT By Ahmed Seddiqi (together “Seddiqi”, “we\", or “us\") in the United Arab Emirates. \nAhmed Seddiqi & Sons LLC is a company incorporated under the laws of the United Arab Emirates with registered office at P.O Box 2123.\nThe Website presents a wide range of fashion and lifestyle products (together “Services”).  \nYour access to and use of the Website is conditioned on your acceptance of and compliance with these Terms and Conditions, other terms incorporated by reference into these Terms and Conditions from time to time, and all applicable laws and regulations. If you disagree with such compliance, you may not access the Website. You represent you have the legal authority to accept these Terms and Conditions on behalf of yourself or any party you represent. The Website is not designed or intended for use by children under the age of 18, and our services are not intended for children under the age of 18. We do not intentionally gather personal information from visitors who are under the age of 18. If you are under the age of 18, you are not permitted to submit any personal information to us. If you are under the age of 18, you should use the Website only with consent of a parent or guardian."}},"62698f5c-a10f-4630-b175-69c2a4e8759c":{"type":"info","settings":{"heading":"<h3>2.\tIntellectual Property Rights<\/h3>","desc":"The Website, its content, features and functionality are and will remain the exclusive property of Seddiqi and its licensors and are protected in the UAE and internationally by a variety of laws, including but not limited to, copyright laws, trademark laws and other proprietary rights laws.\nNothing in the Terms and Conditions grants you a right or licence to use any trademark, design right or copyright owned or controlled by us or any other third party except as expressly provided in the Terms and Conditions."}},"306c3093-357d-44bd-955b-1406b8399a31":{"type":"info","settings":{"heading":"<h3>3.\tLinks to Other Websites<\/h3>","desc":"Our Website may contain links to third-party websites or services that are not owned or controlled by Seddiqi. Seddiqi has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third-party websites or services. You further acknowledge and agree that Seddiqi shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such websites or services. We strongly advise you to read the terms and conditions and privacy policies of any third-party websites or services that you visit."}},"76859d48-d9e8-40a0-abde-6d4f1a1e4777":{"type":"info","settings":{"heading":"<h3>4.\tLimitation of Liability<\/h3>","desc":"In no event shall Seddiqi, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Website ; (ii) any conduct or content of any third party on the Website; (iii) any content obtained from the Website; and (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose."}},"45db3294-7a5b-40ec-ac4b-45167ab6b6aa":{"type":"info","settings":{"heading":"<h3>5.\tExclusion of Warranty<\/h3>","desc":"This Website is provided “as is” and Seddiqi makes no express or implied representations or warranties of any kind, related to the materials contained on the Website. \nWe further do not warrant that the Website will be constantly available, or available at all; or the information on this Website is complete, true, accurate or non-misleading"}},"a87daaab-930c-4f42-b25c-079b9dd6a6b9":{"type":"info","settings":{"heading":"<h3>6.\tSeverability<\/h3>","desc":"If any provision of these Terms and Conditions is, or is found to be, unenforceable under any applicable law, that will not affect the enforceability of the other provisions of these Terms and Conditions, or the enforcement of the Terms and Conditions as a whole."}},"c451c16c-cac4-4de1-a8ef-e4a9b6aec62b":{"type":"info","settings":{"heading":"<h3>7.\tRevisions of Terms and Conditions<\/h3>","desc":"We reserve the right, at our sole discretion, to modify or replace these Terms and Conditions at any time. Any changes to these Terms and Conditions shall be effective immediately following the posting of such changes. By continuing to access or use our Website after those changes become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the Website."}},"ab4d788b-2d6d-4b66-b227-138dbbd3248b":{"type":"info","settings":{"heading":"<h3>8.\tEntire Agreement<\/h3>","desc":"These Terms and Conditions constitute the entire agreement with us in respect to its subject matter and supersede all prior agreements relating to its subject matter."}},"26850b8e-b868-4751-a464-74ac3f52cbf9":{"type":"info","settings":{"heading":"<h3>9.\tGoverning Law and Jurisdiction<\/h3>","desc":"These Terms and Conditions shall be governed and construed in accordance with the laws of United Arab Emirates. Our failure to enforce any right or provision of these Terms and Conditions will not be considered a waiver of those rights."}},"69ecde46-154d-4ff5-8270-738a0bfda3f4":{"type":"info","settings":{"heading":"<h3>Contact Us<\/h3>","desc":"If you have any questions about these Terms and Conditions, please contact us at Email - <span><a href=\"mailto:info@byedit.com\">info@byedit.com<\/a><\/span>."}}},"block_order":["2975b933-e723-4caa-add9-f2c2bf4ad309","62698f5c-a10f-4630-b175-69c2a4e8759c","306c3093-357d-44bd-955b-1406b8399a31","76859d48-d9e8-40a0-abde-6d4f1a1e4777","45db3294-7a5b-40ec-ac4b-45167ab6b6aa","a87daaab-930c-4f42-b25c-079b9dd6a6b9","c451c16c-cac4-4de1-a8ef-e4a9b6aec62b","ab4d788b-2d6d-4b66-b227-138dbbd3248b","26850b8e-b868-4751-a464-74ac3f52cbf9","69ecde46-154d-4ff5-8270-738a0bfda3f4"],"settings":{}}},"order":["main","92f1f364-e2f0-42e5-82e8-541236d91c4a"]}